Repository: Mecacerf/TeamBridge
Catalog: assets/locales/*/messages.po
Languages: fr

source: Out of service
fr: Hors service

source: Barcode scanner opening...
fr: Ouverture du scanner...

source: Please show your badge
fr: Veuillez présenter votre badge

source: Timestamping mode
fr: Mode de timbrage

source: Consultation mode
fr: Mode de consultation

source: Entry recorded
fr: Entrée enregistrée

source: Departure recorded
fr: Sortie enregistrée

source: Most critical error for employee:
fr: Erreur la plus critique pour cet employé:

source: All errors:
fr: Toutes les erreurs:

source: Attendance list
fr: Liste des présences

source: No one's there.
fr: Il n'y a personne.

source: hidden...
fr: cachés...

source: An error occurred
fr: Une erreur est survenue

source: Please contact the office
fr: Veuillez vous adresser au secrétariat

source: The application entered error state.
fr: L'application est entréee en état d'erreur

source: Error message:
fr: Message d'erreur:

source: Runtime exception
fr: Erreur d'exécution

source: Error code:
fr: Code d'erreur:

source: Specific message:
fr: Message spécifique:

source: Employee runtime exception
fr: Erreur d'exécution pour un employé

source: Please try again later
fr: Veuillez réessayer ultérieurement
